Repository: intpl/deer_storage
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pl

source: Oops, something went wrong! Please check the errors below.
pl: Coś poszło nie tak. Sprawdź błędy poniżej

source: Register
pl: Zarejestruj się

source: Sign in
pl: Zaloguj się

source: Update
pl: Zapisz

source: English
pl: Angielski

source: Language
pl: Język

source: Polish
pl: Polski

source: Confirm password
pl: Potwierdź hasło

source: Password
pl: Hasło

source: Edit account
pl: Edytuj konto

source: E-mail address
pl: Adres e-mail

source: Sign out
pl: Wyloguj

source: Change sign-in credentials
pl: Zmień dane logowania

source: Confirm new password
pl: Potwierdź nowe hasło

source: Enter current password
pl: Wprowadź obecne hasło, żeby zapisać zmiany

source: General settings
pl: Ustawienia ogólne

source: New password
pl: Nowe hasło

source: E-mail
pl: Adres E-mail

source: Settings
pl: Ustawienia

source: Actions
pl: Działania

source: Admin Panel
pl: Panel administracyjny

source: Are you sure?
pl: Jesteś pewien?

source: Danger zone
pl: Strefa niebezpieczeństwa

source: Edit
pl: Edycja

source: Grant admin privileges
pl: Przypisz prawa administratora

source: Revoke admin privileges
pl: Odbierz prawa administratora

source: Role
pl: Rola

source: Save
pl: Zapisz

source: User
pl: Użytkownik

source: Users
pl: Użytkownicy

source: You are editing another Administrator's account
pl: Edytujesz konto innego administratora

source: New User
pl: Nowy Użytkownik

source: Delete account
pl: Usuń konto

source: Created at
pl: Utworzono

source: Expires on
pl: Wygasa

source: Name
pl: Nazwa

source: Updated at
pl: Zaktualizowano

source: empty
pl: puste

source: Name and surname
pl: Imię i nazwisko

source: All users
pl: Użytkownicy

source: Show
pl: Pokaż

source: Time zone
pl: Strefa czasowa

source: %{name} is now '%{role}'
pl: %{name} ma teraz rolę '%{role}'

source: Invalid e-mail or password
pl: Zły e-mail lub hasło

source: You're already authenticated
pl: Jesteś już zalogowany/a

source: You've to be authenticated first
pl: Musisz najpierw się zalogować

source: Remember me (for 30 days)
pl: Pamiętaj mnie (przez 30 dni)

source: Currently the user is not logged in
pl: Obecnie użytkownik nie jest zalogowany

source: Currently the user is logged in on %{count} device
pl: Obecnie użytkownik jest zalogowany (%{count} sesji)

source: %{name} has been logged out from all devices
pl: %{name} został wylogowany ze wszystkich sesji

source: Log user out
pl: Wyloguj tego użytkownika

source: Search
pl: Szukaj

source: Search...
pl: Szukaj...

source: Next page
pl: Następna strona

source: Previous page
pl: Poprzednia strona

source: Clear
pl: Wyczyść

source: Edit your DeerStorage account
pl: Edytuj swoje konto w DeerStorage

source: Register to DeerStorage
pl: Zarejestruj się w DeerStorage

source: Sign in to DeerStorage
pl: Zaloguj się do DeerStorage

source: Admin notes
pl: Notatki administratora

source: Inserted at
pl: Utworzono

source: Locale
pl: Język

source: No sorting
pl: Bez sortowania

source: ascending
pl: rosnąco

source: descending
pl: malejąco

source: Display dates in the following time zone
pl: Wyświetlaj daty w poniższej strefie czasowej

source: Email has been sent
pl: Wysłano adres e-mail

source: Invalid token
pl: Nieprawidłowy token

source: Reset password
pl: Zresetuj hasło

source: Reset your password
pl: Zresetuj swoje hasło

source: Send a link to reset your password
pl: Wyślij linka resetującego hasło

source: User not found
pl: Użytkownik nie został znaleziony w bazie

source: E-mail has been confirmed
pl: Potwierdzono adres e-mail

source: E-mail not confirmed. Confirmation e-mail has been sent again
pl: Adres e-mail nie został potwierdzony. Wysłano linka ponownie

source: Failed to confirm e-mail
pl: Potwierdzenie adresu e-mail nie powiodło się

source: Click the link in the confirmation email to change your email to:
pl: Wysłano e-mail w celu potwierdzenia na adres:

source: Click the link in the confirmation email to change your email.
pl: Wysłano e-mail na nowy adres w celu potwierdzenia.

source: Account updated
pl: Konto zaktualizowane

source: New Password
pl: Nowe hasło

source: Password has been changed
pl: Hasło zmienione

source: Confirmed at
pl: Potwierdzono

source: Unconfirmed email
pl: Niepotwierdzony e-mail

source: Invitation e-mail sent
pl: Wysłano e-mail potwierdzający

source: Invite new user
pl: Zaproś nowego użytkownika

source: Invite or remove connected DeerStorage users
pl: Zaproś lub odłącz użytkowników DeerStorage

source: Invite user
pl: Zaproś użytkownika

source: Join DeerStorage!
pl: Dołącz do DeerStorage

source: Manage users
pl: Zarządzaj Użytkownikami

source: User has been created
pl: Użytkownik utworzony

source: You have been invited to join DeerStorage team!
pl: Zostałeś zaproszony do subskrypcji w DeerStorage!

source: Confirmed email at
pl: Potwierdzono

source: Disconnect
pl: Odłącz

source: Connect
pl: Połącz

source: Empty
pl: Puste

source: Make current
pl: Ustaw jako obecna

source: No users attached.
pl: Nie ma podłączonych użytkowników

source: Reset
pl: Zresetuj

source: Switch
pl: Przełącz

source: Current
pl: Obecna

source: You are an administrator
pl: Jesteś administratorem

source: Switch to admin panel
pl: Przełącz na panel administracyjny

source: All DeerStorage users
pl: Wszyscy użytkownicy DeerStorage

source: Expires in: %{days} days
pl: Wygasa za: %{days} dni

source: Connected users: %{users_count}
pl: Połączeni użytkownicy: %{users_count}

source: Manage users or invite new
pl: Zarządzaj użytkownikami lub zaproś nowych

source: Are you sure to REMOVE this record?
pl: Na pewno USUNĄĆ ten rekord?

source: Cancel
pl: Anuluj

source: Could not find anything...
pl: Nic nie znaleziono...

source: Create record
pl: Utwórz rekord

source: Delete
pl: Usuń

source: New record
pl: Nowy rekord

source: Save changes
pl: Zapisz zmiany

source: There are no more records
pl: Nie ma więcej rekordów

source: Welcome!
pl: Witamy!

source: Columns
pl: Kolumny

source: Add column
pl: Dodaj kolumnę

source: Add table
pl: Utwórz tabelę

source: Example column 1
pl: Przykładowa kolumna 1

source: Change name
pl: Zmień nazwę

source: Edit record from table
pl: Edytuj rekord z tabeli

source: Insert record to table
pl: Wprowadź rekord do tabeli

source: Close
pl: Zamknij

source: Unselect
pl: Odznacz

source: Are you sure to REMOVE all %{count} selected records?
pl: Na pewno USUNĄĆ wszystkie %{count} rekordy/ów?

source: Storage limit
pl: Limit miejsca na dysku

source: %{used_space} MB used out of %{available_space} MB
pl: Wykorzystano %{used_space} MB z dostępnych %{available_space} MB

source: Unlink
pl: Odłącz

source: Are you sure to DELETE this file?
pl: Na pewno USUNĄĆ ten plik?

source: Are you sure to change this permission?
pl: Jesteś pewny/-a zmiany uprawnień?

source: Can manage users?
pl: Może zarządzać użytkownikami?

source: No
pl: Nie

source: User's permissions changed
pl: Zmieniono uprawnienia użytkownika

source: Yes
pl: Tak

source: Other
pl: Inne

source: Files limit
pl: Limit plików

source: Total space limit: %{megabytes} MB
pl: Limit miejsca: %{megabytes} MB

source: Total files limit: %{deer_files_limit}
pl: Limit plików: %{deer_files_limit}

source: (empty)
pl: puste

source: Submit
pl: Wyślij

source: Records per table limit
pl: Rekordy/tabela

source: Tables limit
pl: Limit tabel

source: Total records per table limit: %{deer_records_per_table_limit}
pl: Limit rekordów na tabelę: %{deer_records_per_table_limit}

source: Total tables limit: %{deer_tables_limit}
pl: Limit tabel: %{deer_tables_limit}

source: Uploaded files
pl: Wysłane pliki

source: Used space
pl: Użyte miejsce

source: Columns per table limit
pl: Kolumny/tabela

source: Total columns per table limit: %{deer_columns_per_table_limit}
pl: Limit kolumn na tabelę: %{deer_columns_per_table_limit}

source: You can't add more columns
pl: Nie możesz dodać więcej kolumn

source: Copy to clipboard and close
pl: Skopiuj do schowka i zamknij

source: "%{subscription_name}" invited you to see this record
pl: "%{subscription_name}" zaprosił Cię do zobaczenia tego wpisu

source: This link will expire in %{days} days
pl: Ten link wygaśnie za %{days} dni

source: All uploaded files for this record are removed and record connections are lost.
pl: Wszystkie wgrane pliki dla tego rekordu zostały usunięte i połączenia między tym rekordem już nie istnieją

source: Are you sure you want to unlink these records from each other?
pl: Czy na pewno odłączyć od siebie te rekordy?

source: Connect record
pl: Połącz

source: Open form to create new record with this data
pl: Otwórz formularz nowego rekordu

source: Overwrite displayed changes
pl: Nadpisz wyświetlone zmiany

source: This record has been removed while you were editing it.
pl: Ten rekord został usunięty w trakcie, kiedy go edytowałeś

source: This record has been updated while you were editing it.
pl: Ten rekord został zaktualizowany w trakcie, kiedy go edytowałeś

source: You can overwrite the following changes or copy your changes to an entirely new record.
pl: Możesz nadpisać poniższe zmiany lub skopiować Twoje dane do nowego rekordu

source: You can still save this form data, but it will appear as a new record.
pl: Możesz w dalszym ciągu zapisać ten rekord jako zupełnie nowy.

source: Open
pl: Otwórz

source: There may be more records than these. Please use search box.
pl: Może być więcej rekordów, niż te wyświetlone...

source: You cannot create this record
pl: Nie możesz utworzyć tego rekordu

source: Animals
pl: Zwierzęta

source: Classroom (for teachers)
pl: Klasa (dla nauczycieli)

source: Clients
pl: Klienci

source: Date
pl: Data

source: Date of birth
pl: Data urodzenia

source: Example table
pl: Przykładowa tabela

source: Invoice number
pl: Numer faktury

source: Invoices
pl: Faktury

source: Lesson
pl: Lekcja

source: Phone number
pl: Numer telefonu

source: Students
pl: Uczniowie/Studenci

source: Subject
pl: Temat

source: Veterinary clinic
pl: Klinika weterynaryjna

source: Visits
pl: Wizyty

source: Year of birth
pl: Rok urodzenia

source: Agreements with kids
pl: Umowy z dziećmi

source: Area of expertise
pl: Specjalizacja

source: Class
pl: Klasa

source: Classes
pl: Klasy

source: Collection name
pl: Nazwa kolekcji

source: Conditions
pl: Warunki

source: Country/place
pl: Kraj/miejsce

source: Deadline
pl: Termin końcowy

source: Description
pl: Opis

source: Error
pl: Błąd

source: Event/Trip
pl: Wydarzenie/Wycieczka

source: Exams
pl: Egzaminy

source: Family
pl: Rodzina

source: Grade
pl: Ocena

source: Grades
pl: Oceny

source: Homeworks
pl: Prace domowe

source: Lessons
pl: Lekcja

source: More comprehensive example on how school data could be arranged. It consists of teachers, students, classes, lessons, grades, homeworks and exams
pl: Bardziej zaawansowany przykład w jaki sposób dane szkoły mogą być zaprojektowane. Do dyspozycji mamy nauczycieli, studentów, klasy, lekcje, oceny, prace domowe i egzaminy

source: Name of agreement
pl: Nazwa umowy

source: Pictures
pl: Zdjęcia

source: Place
pl: Miejsce

source: Promise
pl: Obietnica

source: School (for educational institutions)
pl: Szkoła (dla instytucji edukacyjnych)

source: Start with empty database instead
pl: Rozpocznij z pustą bazą danych

source: Teachers
pl: Nauczyciele

source: Tickets
pl: Bilety

source: Type of ticket
pl: Typ biletu

source: Use this template
pl: Użyj tego szablonu

source: Welcome to DeerStorage! You can create your database using example templates and edit it or start building from scratch.
pl: Witamy w DeerStorage! Utwórz swoją bazę danych z szablonu lub zacznij od podstaw.

source: Year
pl: Rok

source: You can store your pictures, tickets, agreements with kids and everything you can think of related to your family
pl: Możesz przechowywać swoje zdjęcia, bilety, umowy z dziećmi i wszystko co chcesz związanego z Twoją rodziną

source: You can use it as a starter to work with animal patients. Out of the box you get animals, clients, invoices and visits.
pl: Możesz użyć tego szablonu, żeby pracować ze zwierzętami jako pacjentami. Ta struktura zawiera zwierzęta, klientów, faktury i wizyty.

source: A good example to start working with a students database. It has students lists, lessons, homeworks to upload and grades
pl: Dobry przykład bazy danych uczniów/studentów. Zawiera listę studentów/uczniów, lekcje, prace domowe do udostępniania i spis ocen

source: Delete selected (%{count})
pl: Usuń zaznaczone (%{count})

source: "%{subscription_name}" invited you to edit this record
pl: "%{subscription_name}" zaprosił Cię do edycji tego rekordu

source: Edit record
pl: Edytuj rekord z tabeli

source: Share for 90 days
pl: Udostępnij na 90 dni

source: Share to edit for 90 days
pl: Udostępnij do edycji na 90 dni

source: Sharing
pl: Udostępnianie

source: You can overwrite the following changes.
pl: Możesz nadpisać poniższe zmiany.

source: Delete/invalidate all shared links
pl: Usuń/wygaś wszystkie udostępnione linki

source: Import file(s) to DeerStorage!
pl: Importuj plik(i) do DeerStorage!

source: Ready to import.
pl: Gotowy do importu.

source: Select .csv file(s) for import
pl: Wybierz pliki .csv do zaimportowania

source: Clear messages
pl: Wyczyść komunikaty

source: Successfully imported '%{filename}'
pl: Poprawnie zaimportowano plik '%{filename}'

source: Inserted %{count} records from file '%{filename}'
pl: Wprowadzono %{count} rekordy/-ów z pliku '%{filename}'

source: CSV parser error: %{message}
pl: Błąd parsowania pliku CSV: %{message}

source: Too many records: Limit is %{limit}
pl: Zbyt wiele rekordów: Limit wynosi %{limit}

source: Unknown error occurred when importing '%{filename}'.
pl: Wystąpił nieznany błąd podczas próby importowania pliku '%{filename}'

source: Validation failed: %{errors}
pl: Błąd walidacji: %{errors}

source: %{count} records selected.
pl: Zaznaczono %{count} rekordy/-ów.

source: Are you sure you want to delete all shared links for this record and files in it?
pl: Czy na pewno usunąć wszystkie linki do tego rekordu i/lub plików w nim?

source: Share
pl: Udostępnij

source: Upload file(s)
pl: Wyślij plik(i)

source: File '%{filename}' could not be uploaded (space limit exceeded?)
pl: Plik '%{filename}' nie został dodany (przekroczono limit miejsca?)

source: File '%{filename}' uploaded successfuly
pl: Plik '%{filename}' dodany poprawnie

source: Select file(s) to upload
pl: Wybierz plik(i) to wysłania

source: Waiting for other uploads to complete...
pl: Oczekiwanie na resztę plików...

source: Create connected record
pl: Utwórz połączony rekord

source: Added user to your database
pl: Dodaj użytkownika do Twojej bazy danych

source: All DeerStorage databases
pl: Wszystkie bazy danych DeerStorage

source: All databases
pl: Wszystkie bazy danych

source: Are you sure to DISCONNECT from database %{name}?
pl: Czy na pewno ODŁĄCZYĆ się od bazy danych %{name}

source: Are you sure to unlink %{name} from your database?
pl: Czy na pewno odłączyć %{name} z Twojej bazy danych?

source: Available databases
pl: Dostępne bazy danych

source: Current database
pl: Obecna baza danych

source: Current database changed
pl: Obecna baza danych zmieniona

source: DATABASE EXPIRED
pl: WAŻNOŚĆ BAZY DANYCH WYGASŁA

source: Database
pl: Baza danych

source: Database expires on
pl: Baza danych wygasa

source: Database name
pl: Nazwa bazy danych

source: Databases
pl: Bazy danych

source: Delete this database
pl: Usuń tę bazę danych

source: Disconnect from this database
pl: Odłącz od tej bazy danych

source: File size exceeds your database limits
pl: Rozmiar pliku przekracza limit bazy danych

source: Last used database
pl: Ostatnio użyta baza danych

source: New database
pl: Nowa baza danych

source: No database assigned
pl: Brak przypisanej bazy danych

source: No users are attached to this database.
pl: Nie ma użytkowników przypisanych do tej bazy danych

source: Requires invitation to join it again
pl: Wymaga zaproszenia, żeby ponownie do niej dołączyć

source: Sends a link to a desired email allowing them to connect and collaborate with your database
pl: Wysyła link na wybrany adres e-mail, pozwalający połączyć i edytować Twoją bazę danych

source: There are users attached to this database. You can still delete it and keep the users without a database.
pl: Nie ma użytkowników połączonych do tej bazy danych. Możesz dalej usunąć ją, zostawiając użytkowników bez bazy danych

source: This database expired
pl: Ta baza danych wygasła

source: This user has no last used database attached
pl: Ten użytkownik nie ma ostatnio używanej bazy danych

source: Upload has been canceled due to the total size of files exceeded database limits
pl: Proces wgrywania pliku/-ów został przerwany ponieważ przekroczono dostępne miejsce dla tej bazy danych

source: User current database has been changed
pl: Zmieniono obecną bazę danych użytkownika

source: User current database has been reset
pl: Obecna baza danych użytkownika została zresetowana

source: User has been connected to this database
pl: Użytkownik został połączony do tej bazy danych

source: User has been disconnected from this database
pl: Użytkownik został odłączony od tej bazy danych

source: User has been removed from your database
pl: Użytkownik został odłączony od Twojej bazy danych

source: You can't add new tables due to your database limits
pl: Nie możesz dodać nowych tabel, ponieważ wyczerpałeś/-aś limit Twojej bazy danych

source: Your database expired
pl: Twoja baza danych wygasła

source: Your database limits do not allow to use this template. Please contact the Administrator to exceed limits.
pl: Limity Twojej bazy danych nie pozwalają na użycie tego szablonu. Skontaktuj się z Administratorem, żeby zmienić limity

source: Your database limits don't allow to import file named '%{filename}'.
pl: Limity Twojej bazy danych nie pozwalają na import pliku o nazwie '%{filename}'

source: Connect a database
pl: Połącz z bazą danych

source: Import table from .csv file
pl: Zaimportuj tabelę z pliku .csv

# people
source: Name
pl: Imię

source: Notes...
pl: Notatki...

source: Drop files on this window or select them by hand
pl: Upuść pliki na to okno lub wybierz je ręcznie

source: See all changes right away
pl: Zobacz swoje zmiany od razu

source: Share whatever you want. Allow users to edit your data
pl: Udostępniaj cokolwiek chcesz. Pozwalaj użytkownikom na edycję Twoich danych

source: You can share your data and allow people to edit them using a secret link. Afterwards, you can invalidate all your shared links and revoke access to the data. They can even upload files for you!
pl: Możesz udostępniać swoje dane i pozwolić ludziom edytować je za pomocą tajnego linka. Potem, możesz wygasić udostępnione linki i cofnąć dostęp do tych danych. Ludzie mogą nawet wgrywać pliki dla Ciebie!

source: DeerStorage. Store your data in a structured way. Inside a deer-ectory!
pl: DeerStorage. Nie bądź jeleniem. Przechowuj swoje dane w ustrukturyzowany sposób!

source: When user makes changes to anything, you can see it right away. If there is a risk of loosing your changes, you will see an alert allowing you to handle this.
pl: Kiedy użytkownik coś zmienia, od razu to zobaczysz. Jeśli istnieje ryzyko utraty zmian, wyświetli Ci się komunikat i będziesz mógł/mogła zareagować.

source: With DeerStorage you can create your database as tables and store your files inside each row.
pl: Z DeerStorage możesz stworzyć swoją bazę danych jako tabele i przechowywać pliki w każdym wierszu.

source: Go back to your database...
pl: Powrót do Twojej bazy danych...

source: You are logged in! Great choice!
pl: Jesteś zalogowany/-a! Świetny wybór!

source: Connect a user
pl: Połącz użytkownika

source: Go ahead and create your account
pl: Stwórz swoje konto

source: Step 1: Create your database
pl: Krok 1: Stwórz swoją bazę danych

source: Step 3: Start creating your records and see for yourself how efficient it is!
pl: Krok 3: Zacznij tworzyć swoje rekordy i sam/-a zobacz, jak sprawnie się w tym odnajdziesz!

source: Step 4 (optional): Share whatever you want, to whoever you want, and revoke access with just one click.
pl: Krok 4 (opcjonalny): Udostępniaj cokolwiek chcesz, komu chcesz. Odbieraj dostęp do zasobów natychmiast. Jednym kliknięciem!

source: You can share records for viewing and downloading files or for editing and uploading files. You can invalidate all shared links for a record with one click.
pl: Możesz udostępniać rekordy do podglądu i pobierania plików, lub dla edycji i wgrywania plików. W każdej chwili możesz wygasić wszystkie udostępnione linki jednym kliknięciem.

source: Step 2: Rethink and decide how you want to manage your data
pl: Krok 2: Przemyśl i podejmij decyzję, jak chcesz zarządzać swoimi danymi

source: Deciding how you want to create your tables may not seem easy at first sight, but trust me, it is worth thinking it through.
pl: Decyzja, jak stworzyć swoje tabele może nie wydawać się banalna na pierwszy rzut oka, ale wierz mi, że warto ją podjąć.

source: Go back to Admin Panel...
pl: Powrót do panelu administracyjnego

source: Invalid answer to math question
pl: Nieprawidłowa odpowiedź na zadanie matematyczne

source: Please add %{num1} to %{num2}:
pl: Proszę dodaj %{num1} do %{num2}

source: Solve the math question here...
pl: Rozwiąż tutaj zadanie matematyczne...

source: Starting importer for file named '%{filename}' in the background (don't close this window to receive messages)...
pl: Rozpoczynam import pliku o nazwie '%{filename}' w tle (nie zamykaj tego okna, jeśli chcesz śledzić postęp)...

source: Locking database scheme for the duration of the import
pl: Blokuję schemat bazy danych na czas trwania importu

source: Are you sure you want to delete this table, all of the records, shared links and uploaded files?
pl: Czy na pewno usunąć tę tabelę, wszystkie rekordy, udostępnione linki i dodane pliki?

source: Exceeded table limit
pl: Przekroczono limit tabel

source: You can use keyboard arrows instead of clicking these buttons
pl: Możesz używać strzałek zamiast klikać przyciski

# image
source: Next
pl: Następne

# image
source: Previous
pl: Poprzednie

source: Refresh
pl: Odśwież

# image
source: Download
pl: Pobierz

source: Download
pl: Pobierz

source: Show full filenames
pl: Wyświetlaj pełne nazwy plików

source: Show short filenames
pl: Wyświetlaj skrócone nazwy plików

source: ... or you can ask an administrator to connect them to your database.
pl: ... lub poproś administratora, żeby połączył ich do Twojej bazy danych.

source: Changing user's current database requires a new session
pl: Zmiana ostatniej użytej bazy danych wymaga ponownego zalogowania użytkownika

source: Click the link in the confirmation email to activate your account.
pl: Wysłano e-mail na nowy adres w celu potwierdzenia.

source: Confirm user
pl: Potwierdź użytkownika

source: E-mailing is disabled.
pl: Wysyłanie e-maili jest wyłączone.

source: E-mailing is disabled. You must be confirmed by an administrator
pl: Wysyłanie e-maili jest wyłączone. Musisz zostać potwierdzony przez administratora.

source: Email confirmation
pl: Link potwierdzenia e-maila

source: Emails are disabled. New users must be confirmed by an administrator before you can invite them.
pl: Wysyłanie e-maili jest wyłączone. Nowi użytkownicy muszą zostać potwierdzeni przez administratora zanim ich zaprosisz.

source: Emails are disabled. New users must be confirmed by an administrator.
pl: Wysyłanie e-maili jest wyłączone. Nowi użytkownicy muszą być potwierdzeni przez administratora.

source: User did not click a confirmation link
pl: Użytkownik nie kliknął w link potwierdzający.

source: User is already confirmed
pl: Użytkownik już został potwierdzony.

source: User is confirmed
pl: Użytkownik został potwierdzony
