Repository: intpl/deer_storage
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pl

source: You can still invite users to edit your database after they register. Just ask them for the e-mail used during registration and submit it in the form below.
pl: Nadal możesz zapraszać użytkowników do edycji Twojej bazy danych po tym, jak się już zarejestrują. Po prostu poproś ich o adres e-mail użyty podczas rejestracji i wpisz go w polu poniżej.

source: You cannot change your e-mail. Ask your administrator to do it for you.
pl: Nie możesz zmienić swojego adresu e-mail. Poproś administratora, żeby zrobił to za Ciebie.

source: You have to be confirmed by an administrator before you can log in
pl: Musisz być potwierdzony/-a przez administratora zanim będziesz mógł/-a się zalogować.

source: You now can log in to your account
pl: Możesz teraz zalogować się na swoje konto.

source: After creating your table, you still will be able to rename columns to match your data. At this point, you cannot remove your columns because of data-loss prevention.
pl: Po stworzeniu Twojej tabeli, w dalszym ciągu będziesz mieć możliwość zmiany nazw kolumn. Na ten moment nie będziesz w stanie usuwać kolumn z powodu zabezpieczeń przed utratą danych.

source: DeerStorage is a great solution for example for sales teams with hundreds of clients worked on simultaneously.
pl: DeerStorage to świetne rozwiązanie dla np. zespołów sprzedażowych, posługujących się setkami klientów/ofert w tym samym czasie.

source: I've tested record search with over 100,000 records within one table and it remains blazingly fast even with such immense amounts of data. Having said that, you can create many records and don't need to worry about quick access to your data.
pl: Przetestowałem przeszukiwanie rekordów przy ponad 100.000 wpisów dla jednej tabeli i w dalszym ciągu jest piekielnie szybkie (100.000 wpisów! To nie przelewki). Możesz być pewny/-a, że system pozostanie szybki i sprawny niezależnie od tego, jak duża będzie Twoja baza danych.

source: Your online database. As it should be.
pl: Twoja baza danych online. Taka, jaka być powinna.

source: Read more about this project here:
pl: Przeczytaj więcej o tym projekcie (w jęz. angielskim):

source: Your first database is created automatically when you register and confirm your e-mail. Additional ones require administrator to create them for you. You can toggle administrator mode in "Settins" tab (as long as you own the website).
pl: Twoja pierwsza baza danych jest stworzona automatycznie, jak tylko zarejestrujesz się i potwierdzisz swój adres e-mail. Dodatkowe bazy wymagają interwencji administratora. Możesz przełączyć się w tryb administora w zakładce "Ustawienia" (jeśli jesteś właścicielem strony).

source: License:
pl: Licencja:
